[
    {
      "_id": 1,
      "name": "ELSINORE MONOTYPE",
      "category": "Helmets",
      "description": " The Elsinore Monotype Helmet has an under-the-radar color scheme, but that just makes the unique lines of the design stand out that much more. This helmet arrives with a Fog-Free DarkSmoke MXShield™ installed, and the whole front lifts for modular functionality. The shell is handmade from a lightweight composite fiberglass.",
      "price": 275,
      "oldPrice": 320,
      "image": "/src/assets/product1.jpg",
      "color": "red",
      "rating": 4.5,
      "author":"admin"
    },
    {
      "_id": 2,
      "name": "AIRFLITE EDO",
      "category": "Helmets",
      "description": "Above, the relentless sun. Below, the earth beneath your tires. Two parts of a whole, yin and yang. On the Airflite Edo Helmet, as in ancient Taoist philosophy, a tiger represents yin, while a dragon symbolizes yang. You’re caught between these two inevitable forces. Luckily, the Airflite Edo Helmet is equipped with the MIPS™ Brain Protection System.",
      "price": 290,
      "oldPrice": 330,
      "image": "/src/assets/product2.jpg",
      "color": "blue",
      "rating": 4.4
    },
    {
      "_id": 3,
      "name": "Buzzy Noir - Polar White",
      "category": "Helmets",
      "description": "The Buzzy has electricity in his veins. With more energy than a fusion reaction this AlterEgo is equipped to conquer the urban commute or the chai-pakoda rides equally . Our Buzzy ensures a ride so thrilling that even when you stop, you BUZZ.",
      "price": 120,
      "image": "/src/assets/product3.jpg",
      "color": "gold",
      "rating": 4.7
    },
    {
      "_id": 4,
      "name": "MotoXR Berry Blue",
      "category": "Helmets",
      "description": "The MotoXR Blue Aero Helmet is designed for riders who seek both style and safety. With its aerodynamic design, this helmet offers reduced wind resistance, ensuring a smooth ride even at high speeds. The full-face shield provides maximum protection, while the advanced ventilation system keeps you cool during long rides. Its lightweight shell and comfortable interior make it the perfect choice for all-day wear.",
      "price": 100,
      "oldPrice": 140,
      "image": "/src/assets/product4.jpg",
      "color": "blue",
      "rating": 4.2
    },
    {
      "_id": 5,
      "name": "Shadow Balaclava",
      "category": "Accessories",
      "description": "Balaclava is that mate without whom your helmet can never go on a ride. But just like underwear, you can never own just one. Our Bundle features 2 designs- Shadow (Black) and Snow Mist (White) balaclavas. A duo perfect for the dynamic and restless riders out there, already planning the next ride.",
      "price": 29,
      "oldPrice": 39,
      "image": "/src/assets/product5.jpg",
      "color": "black",
      "rating": 4.3
    },
    {
      "_id": 6,
      "name": "SLABTOWN BLACK",
      "category": "Jackets",
      "description": "When there’s nothing subtle about your riding style, you don’t need a flashy jacket to get attention. The Slabtown Motorcycle Jacket is all business, and it’s even cut in ICON’s Sport Fit to provide comfort in an aggressive riding stance. The durable Nylon stretch chassis is bolstered with 300D polyester internal reinforcements. Additional support comes by way of CE-certified D3O® impact protectors, including LP1 elbow and shoulder protectors and a Viper back protector.",
      "price": 89,
      "image": "/src/assets/product6.jpg",
      "color": "black",
      "rating": 4.4
    },
    {
      "_id": 7,
      "name": "DOMAIN FUTURE PROOF",
      "category": "Helmets",
      "description": "A bleak future is more bearable when you have the right headgear for it. The Domain Future Proof Helmet is a cyberpunk vision of metal and tenacity, all wrapped up in a handcrafted, lightweight FRP shell for optimal strength and reduced weight.",
      "price": 299,
      "oldPrice": 349,
      "image": "/src/assets/product7.jpg",
      "color": "silver",
      "rating": 4.8
    },
    {
      "_id": 8,
      "name": "DOMAIN GRAND MAW",
      "category": "Helmets",
      "description": "Primed and ready for the attack, the Domain Grand Maw Helmet lets you open up and swallow the streets in one bite. A mouth full of sharp teeth sits on top of the lightweight, handcrafted FRP shell. The zero-distortion Fog-Free DarkSmoke Domain Shield gives you a clear view as you peer from the maw of the monster. Go ahead, get in.",
      "price": 299,
      "image": "/src/assets/product8.jpg",
      "color": "beige",
      "rating": 4.1
    },
    {
      "_id": 9,
      "name": "Airflite Goggle",
      "category": "Accessories",
      "description": "Looking for the perfect set of goggles to pair with your Airflite helmet? Well, look no further because our new Airflite goggles has the goods to get the job done. Its moisture wicking 3 layer molded foam combined with the 360 degree venting system keep you comfortable even when your ride is hot and swampy. The distortion-free anti-fog lenses are tear-off compatible for those who like to play in the dirt and the anti-slip strap keep your goggle right where you need them. Harness the gnarness with the Airflite goggles.",
      "price": 49,
      "image": "/src/assets/product9.jpg",
      "color": "black",
      "rating": 4.6
    },
    {
      "_id": 10,
      "name": "ADV Gloves - DS Chameleon",
      "category": "Gloves",
      "description": "The DUAL SPORT ADV gloves are awesome for touring enduros as well as urban sport riders. Integrated fresh air ventilation features to keep you cool throughout your ride. Quick-dry making them suitable for riding in the rain as well.",      
      "price": 59,
      "oldPrice": 79,
      "image": "/src/assets/product10.jpg",
      "color": "red",
      "rating": 4.3
    },
    {
      "_id": 11,
      "name": "X-Roads - Gator Green",
      "category": "Helmets",
      "description": "Left, right, dead straight, are all options for the X-Roads,  but NEVER TURN BACK! The X-Roads knows only one way..... onwards for collecting moments is what it is about. After all, the next ride is the best ride.",
      "price": 149,
      "oldPrice": 199,
      "image": "/src/assets/product11.jpg",
      "color": "green",
      "rating": 4.5
    },
    {
      "_id": 12,
      "name": "AXOR Apex Trance",
      "category": "Helmets",
      "description": "This piece of art on the Axor Apex gives you a psychedelic and tripping vibe with color-changing effects from blue to purple on copper gold. The graphic itself is a kaleidoscopic wonder that creates a dazzling play of colors. So what's stopping you from vibing on the roads where you and your passion just need to trip all the time? ",
      "price": 149,
      "oldPrice": 199,
      "image": "/src/assets/product12.jpg",
      "color": "black",
      "rating": 4.7
    },
    {
      "_id": 13,
      "name": "Axor X-cross X2",
      "category": "Helmets",
      "description": "Biking doesn't come to an end when the road does—it's where the true adventure begins! Introducing the Axor X-cross X2 Dual Visor, a helmet designed to elevate your dirt biking experience to new heights. With its captivating and elegant graphics, this helmet adds an extra layer of excitement and thrill to your off-road endeavors.",
      "price": 149,
      "oldPrice": 199,
      "image": "/src/assets/product13.jpg",
      "color": "black",
      "rating": 3.9
    },
    {
      "_id": 14,
      "name": "Axor Falcon Jacket",
      "category": "Jackets",
      "description": "Introducing the all-new range of Riding Jackets from Axor Helmets, specially designed for both men and women who seek the utmost in protection and style. These jackets are equipped with state-of-the-art Safe-Tech C.E. level 2 protectors at the elbows, shoulders, and back, ensuring superior armor for your safety.",
      "price": 299,
      "oldPrice": 349,
      "image": "/src/assets/product14.jpg",
      "color": "green",
      "rating": 4.3
    },{
      "_id": 15,
      "name": "Street Skins Graffiti",
      "category": "Gloves",
      "description": "Built for your urban roads, streets and highways - our Street skin gloves are the perfect city gloves. With excellent protection, comfort, dexterity and all-fingers touch compatibility, you can keep them on for all your city rides.",
      "price": 59,
      "oldPrice": 79,
      "image": "/src/assets/product15.jpg",
      "color": "green",
      "rating": 4.2
    }
  ]